{"yes": 0, "no": 1, "1": 2, "2": 3, "white": 4, "3": 5, "blue": 6, "red": 7, "black": 8, "0": 9, "4": 10, "brown": 11, "green": 12, "yellow": 13, "5": 14, "gray": 15, "nothing": 16, "right": 17, "frisbee": 18, "baseball": 19, "left": 20, "none": 21, "tennis": 22, "6": 23, "wood": 24, "orange": 25, "bathroom": 26, "pizza": 27, "pink": 28, "kitchen": 29, "10": 30, "7": 31, "cat": 32, "8": 33, "dog": 34, "water": 35, "man": 36, "skateboarding": 37, "grass": 38, "skiing": 39, "kite": 40, "silver": 41, "black and white": 42, "surfing": 43, "horse": 44, "living room": 45, "skateboard": 46, "phone": 47, "snow": 48, "wii": 49, "giraffe": 50, "woman": 51, "standing": 52, "surfboard": 53, "eating": 54, "cake": 55, "food": 56, "apple": 57, "sunny": 58, "broccoli": 59, "table": 60, "hat": 61, "stop": 62, "purple": 63, "laptop": 64, "elephant": 65, "12": 66, "sheep": 67, "9": 68, "snowboarding": 69, "train": 70, "beach": 71, "motorcycle": 72, "soccer": 73, "banana": 74, "bus": 75, "cow": 76, "male": 77, "trees": 78, "walking": 79, "umbrella": 80, "winter": 81, "20": 82, "wine": 83, "sitting": 84, "flowers": 85, "bear": 86, "camera": 87, "female": 88, "tile": 89, "metal": 90, "clear": 91, "tan": 92, "many": 93, "outside": 94, "brick": 95, "car": 96, "plane": 97, "11": 98, "sandwich": 99, "donut": 100, "summer": 101, "night": 102, "bananas": 103, "bed": 104, "down": 105, "cloudy": 106, "zebra": 107, "hot dog": 108, "bench": 109, "wall": 110, "cheese": 111, "bird": 112, "fence": 113, "plate": 114, "bedroom": 115, "kites": 116, "tv": 117, "tree": 118, "fork": 119, "people": 120, "helmet": 121, "15": 122, "sand": 123, "bat": 124, "horses": 125, "beer": 126, "red and white": 127, "skis": 128, "boat": 129, "chair": 130, "birthday": 131, "bike": 132, "street": 133, "cows": 134, "couch": 135, "truck": 136, "tennis racket": 137, "coffee": 138, "up": 139, "floor": 140, "afternoon": 141, "building": 142, "dirt": 143, "glass": 144, "square": 145, "zoo": 146, "suitcase": 147, "25": 148, "concrete": 149, "airport": 150, "snowboard": 151, "stripes": 152, "nike": 153, "boy": 154, "13": 155, "teddy bear": 156, "ball": 157, "ocean": 158, "fruit": 159, "usa": 160, "no one": 161, "city": 162, "playing wii": 163, "knife": 164, "round": 165, "girl": 166, "airplane": 167, "english": 168, "plastic": 169, "carrots": 170, "tie": 171, "christmas": 172, "ground": 173, "blonde": 174, "old": 175, "toilet": 176, "flying kite": 177, "blue and white": 178, "oak": 179, "glasses": 180, "open": 181, "scissors": 182, "chinese": 183, "toothbrush": 184, "day": 185, "overcast": 186, "paper": 187, "donuts": 188, "remote": 189, "sidewalk": 190, "africa": 191, "chicken": 192, "fall": 193, "30": 194, "wii remote": 195, "clock": 196, "cold": 197, "evening": 198, "park": 199, "breakfast": 200, "cooking": 201, "window": 202, "chocolate": 203, "dell": 204, "stone": 205, "mountains": 206, "shirt": 207, "picture": 208, "plaid": 209, "office": 210, "cell phone": 211, "lettuce": 212, "light": 213, "palm": 214, "sun": 215, "vegetables": 216, "apples": 217, "mirror": 218, "50": 219, "mountain": 220, "field": 221, "clouds": 222, "restaurant": 223, "14": 224, "rectangle": 225, "elephants": 226, "ski poles": 227, "tomato": 228, "spoon": 229, "solid": 230, "daytime": 231, "nowhere": 232, "person": 233, "sleeping": 234, "carpet": 235, "sunglasses": 236, "sky": 237, "birds": 238, "unknown": 239, "fire hydrant": 240, "computer": 241, "noon": 242, "short": 243, "happy": 244, "counter": 245, "closed": 246, "fish": 247, "wedding": 248, "shorts": 249, "american": 250, "wetsuit": 251, "leaves": 252, "oranges": 253, "desk": 254, "small": 255, "salad": 256, "16": 257, "house": 258, "on table": 259, "england": 260, "sign": 261, "dinner": 262, "microwave": 263, "home": 264, "lot": 265, "police": 266, "color": 267, "passenger": 268, "backpack": 269, "100": 270, "luggage": 271, "resting": 272, "milk": 273, "very": 274, "both": 275, "asian": 276, "inside": 277, "carrot": 278, "brown and white": 279, "pepperoni": 280, "morning": 281, "london": 282, "jeans": 283, "zebras": 284, "playing tennis": 285, "circle": 286, "glove": 287, "hair": 288, "pine": 289, "sink": 290, "catcher": 291, "24": 292, "bowl": 293, "graffiti": 294, "beige": 295, "rainbow": 296, "bag": 297, "towel": 298, "vase": 299, "spinach": 300, "floral": 301, "giraffes": 302, "playing": 303, "books": 304, "safety": 305, "brushing teeth": 306, "hay": 307, "bicycle": 308, "box": 309, "soup": 310, "wii controller": 311, "watch": 312, "gold": 313, "refrigerator": 314, "racket": 315, "rain": 316, "road": 317, "flower": 318, "child": 319, "talking on phone": 320, "spring": 321, "blanket": 322, "jacket": 323, "baby": 324, "on wall": 325, "real": 326, "middle": 327, "bread": 328, "flying": 329, "motorcycles": 330, "china": 331, "windows": 332, "adidas": 333, "neither": 334, "drinking": 335, "wilson": 336, "electric": 337, "background": 338, "on": 339, "in air": 340, "striped": 341, "sneakers": 342, "lights": 343, "rocks": 344, "new york": 345, "18": 346, "church": 347, "shoes": 348, "roses": 349, "bridge": 350, "rainy": 351, "hand": 352, "mouse": 353, "checkered": 354, "smiling": 355, "cars": 356, "young": 357, "gas": 358, "ketchup": 359, "kite flying": 360, "sandals": 361, "playing frisbee": 362, "book": 363, "lunch": 364, "white and blue": 365, "triangle": 366, "umbrellas": 367, "leather": 368, "lab": 369, "in water": 370, "keyboard": 371, "talking": 372, "controller": 373, "pole": 374, "collar": 375, "wire": 376, "texting": 377, "coca cola": 378, "seagull": 379, "batter": 380, "pitcher": 381, "grazing": 382, "tabby": 383, "dessert": 384, "peppers": 385, "heart": 386, "umpire": 387, "shadow": 388, "posing": 389, "goggles": 390, "taking off": 391, "plant": 392, "hot dogs": 393, "stove": 394, "photographer": 395, "sunset": 396, "large": 397, "lamp": 398, "canada": 399, "rope": 400, "good": 401, "clothes": 402, "reading": 403, "rock": 404, "forward": 405, "surfboards": 406, "rug": 407, "double decker": 408, "head": 409, "purse": 410, "lake": 411, "river": 412, "electricity": 413, "train station": 414, "17": 415, "off": 416, "tennis court": 417, "oven": 418, "tracks": 419, "front": 420, "straight": 421, "bears": 422, "boots": 423, "jumping": 424, "on left": 425, "parking": 426, "soda": 427, "door": 428, "long": 429, "gloves": 430, "meat": 431, "lemon": 432, "pictures": 433, "top": 434, "jet": 435, "clean": 436, "toilet paper": 437, "branch": 438, "shade": 439, "on ground": 440, "olives": 441, "cup": 442, "ceramic": 443, "hotel": 444, "basket": 445, "decoration": 446, "adult": 447, "shelf": 448, "oval": 449, "rose": 450, "new": 451, "taking picture": 452, "water skiing": 453, "red and blue": 454, "ford": 455, "paint": 456, "calm": 457, "indoors": 458, "parking lot": 459, "running": 460, "downhill": 461, "van": 462, "parking meter": 463, "skate park": 464, "warm": 465, "vanilla": 466, "mustard": 467, "delta": 468, "on plate": 469, "north": 470, "cutting board": 471, "flag": 472, "stop sign": 473, "landing": 474, "red and yellow": 475, "modern": 476, "school": 477, "fries": 478, "40": 479, "boats": 480, "hot": 481, "cargo": 482, "playing baseball": 483, "tomatoes": 484, "bottom": 485, "200": 486, "rice": 487, "wind": 488, "dining room": 489, "daisy": 490, "smoke": 491, "blinds": 492, "turkey": 493, "beef": 494, "riding": 495, "asphalt": 496, "united": 497, "tea": 498, "red and black": 499, "batting": 500, "scarf": 501, "21": 502, "guitar": 503, "pillow": 504, "ceiling": 505, "orange juice": 506, "work": 507, "protection": 508, "away": 509, "laying down": 510, "necklace": 511, "pepsi": 512, "star": 513, "bottle": 514, "raining": 515, "ponytail": 516, "swimming": 517, "trash can": 518, "green and white": 519, "ham": 520, "men": 521, "tennis ball": 522, "blue and yellow": 523, "strawberry": 524, "clay": 525, "headband": 526, "urban": 527, "strawberries": 528, "flying kites": 529, "samsung": 530, "dogs": 531, "outdoors": 532, "sausage": 533, "watching": 534, "a": 535, "ramp": 536, "2 feet": 537, "toy": 538, "steam": 539, "wine glass": 540, "bikes": 541, "yellow and blue": 542, "fishing": 543, "planes": 544, "suit": 545, "go": 546, "fan": 547, "steel": 548, "on desk": 549, "blender": 550, "orange and white": 551, "fridge": 552, "slow": 553, "fire": 554, "tower": 555, "ski": 556, "granite": 557, "one way": 558, "bracelet": 559, "wooden": 560, "skateboarder": 561, "helmets": 562, "diamond": 563, "human": 564, "air": 565, "carriage": 566, "dirty": 567, "wild": 568, "handle": 569, "smile": 570, "bacon": 571, "ice cream": 572, "above": 573, "white and black": 574, "india": 575, "dusk": 576, "skateboards": 577, "hats": 578, "white and red": 579, "military": 580, "polo": 581, "cutting": 582, "hit ball": 583, "dry": 584, "plants": 585, "marble": 586, "parasailing": 587, "back": 588, "sugar": 589, "octagon": 590, "clock tower": 591, "22": 592, "honda": 593, "store": 594, "cotton": 595, "mercedes": 596, "ducks": 597, "market": 598, "apartment": 599, "trash": 600, "collie": 601, "sweater": 602, "p": 603, "dress": 604, "full": 605, "candles": 606, "napkin": 607, "grapes": 608, "on bed": 609, "19": 610, "tulips": 611, "sparrow": 612, "dodgers": 613, "terrier": 614, "shower": 615, "no parking": 616, "catching": 617, "chairs": 618, "farm": 619, "dunkin donuts": 620, "america": 621, "23": 622, "27": 623, "onions": 624, "fork and knife": 625, "parade": 626, "united states": 627, "flip flops": 628, "east": 629, "bricks": 630, "poles": 631, "party": 632, "parrot": 633, "beard": 634, "football": 635, "stainless steel": 636, "big": 637, "polar": 638, "coke": 639, "butter": 640, "cross": 641, "parked": 642, "cloth": 643, "plain": 644, "cowboy": 645, "pasta": 646, "headphones": 647, "at camera": 648, "pot": 649, "cutting cake": 650, "gray and white": 651, "high": 652, "chef": 653, "transportation": 654, "reflection": 655, "basketball": 656, "pen": 657, "duck": 658, "28": 659, "harley": 660, "stairs": 661, "low": 662, "ski lift": 663, "game": 664, "boston": 665, "owl": 666, "balance": 667, "all": 668, "sauce": 669, "38": 670, "dock": 671, "green and yellow": 672, "eggs": 673, "surfer": 674, "potatoes": 675, "35": 676, "big ben": 677, "waves": 678, "medium": 679, "b": 680, "polar bear": 681, "bakery": 682, "straw": 683, "bar": 684, "bicycles": 685, "fedora": 686, "curtain": 687, "fedex": 688, "bow": 689, "business": 690, "bmw": 691, "public": 692, "german shepherd": 693, "soccer ball": 694, "sad": 695, "face": 696, "hands": 697, "baseball bat": 698, "asia": 699, "france": 700, "twin": 701, "pepper": 702, "red and green": 703, "pug": 704, "air canada": 705, "10 feet": 706, "sandwiches": 707, "seagulls": 708, "surf": 709, "jump": 710, "african": 711, "parsley": 712, "ring": 713, "juice": 714, "w": 715, "laying": 716, "pan": 717, "nighttime": 718, "scooter": 719, "3 feet": 720, "german": 721, "tray": 722, "fire truck": 723, "cabinet": 724, "soap": 725, "cats": 726, "painting": 727, "art": 728, "pigeon": 729, "on counter": 730, "italy": 731, "on sidewalk": 732, "chain link": 733, "white and brown": 734, "porcelain": 735, "sprinkles": 736, "chopsticks": 737, "japan": 738, "typing": 739, "station": 740, "suv": 741, "moving": 742, "mushrooms": 743, "bandana": 744, "i don't know": 745, "pants": 746, "cement": 747, "stuffed animal": 748, "hydrant": 749, "bowling": 750, "frosting": 751, "cumulus": 752, "toyota": 753, "driving": 754, "sailboat": 755, "south": 756, "indian": 757, "lighthouse": 758, "working": 759, "swan": 760, "towels": 761, "magnets": 762, "cart": 763, "buildings": 764, "eagle": 765, "roof": 766, "little": 767, "forest": 768, "tall": 769, "multi": 770, "wool": 771, "fake": 772, "chicago": 773, "paddle": 774, "kia": 775, "behind": 776, "waiting": 777, "tag": 778, "55": 779, "yellow and red": 780, "steak": 781, "serving": 782, "in bowl": 783, "fast": 784, "natural": 785, "downtown": 786, "golden retriever": 787, "family": 788, "c": 789, "red white and blue": 790, "visor": 791, "west": 792, "starbucks": 793, "california": 794, "pork": 795, "crosswalk": 796, "signs": 797, "45": 798, "mozzarella": 799, "dark": 800, "women": 801, "sunlight": 802, "italian": 803, "runway": 804, "walk": 805, "serve": 806, "mcdonald's": 807, "playing game": 808, "sony": 809, "queen": 810, "giants": 811, "butterfly": 812, "it's not": 813, "bags": 814, "traffic": 815, "bun": 816, "teddy bears": 817, "curtains": 818, "kiwi": 819, "museum": 820, "commercial": 821, "on floor": 822, "cigarette": 823, "vest": 824, "harley davidson": 825, "fireplace": 826, "calico": 827, "roman": 828, "on right": 829, "basil": 830, "navy": 831, "shoe": 832, "cleaning": 833, "krispy kreme": 834, "26": 835, "bulldog": 836, "net": 837, "skirt": 838, "poodle": 839, "microphone": 840, "black and red": 841, "halloween": 842, "kids": 843, "phones": 844, "watching tv": 845, "san francisco": 846, "very tall": 847, "finch": 848, "pickle": 849, "animals": 850, "emirates": 851, "desert": 852, "egg": 853, "tank top": 854, "watermelon": 855, "tennis rackets": 856, "black and yellow": 857, "bus stop": 858, "shallow": 859, "candle": 860, "boxes": 861, "candy": 862, "fabric": 863, "stick": 864, "cucumber": 865, "not possible": 866, "corn": 867, "monkey": 868, "baseball field": 869, "french": 870, "flags": 871, "hungry": 872, "orioles": 873, "bucket": 874, "crane": 875, "cookies": 876, "yellow and white": 877, "spanish": 878, "baseball cap": 879, "words": 880, "vertical": 881, "on building": 882, "yellow and black": 883, "broken": 884, "29": 885, "garbage": 886, "washington": 887, "gravel": 888, "siamese": 889, "toast": 890, "desktop": 891, "chihuahua": 892, "60": 893, "germany": 894, "out": 895, "wet": 896, "newspaper": 897, "cleats": 898, "t": 899, "lots": 900, "statue": 901, "smoothie": 902, "looking": 903, "north america": 904, "outdoor": 905, "apron": 906, "red sox": 907, "shrimp": 908, "boating": 909, "mask": 910, "maple": 911, "wires": 912, "private": 913, "pizza cutter": 914, "rural": 915, "pie": 916, "skier": 917, "wagon": 918, "nobody": 919, "pineapple": 920, "fun": 921, "monitor": 922, "bell": 923, "string": 924, "laptops": 925, "goat": 926, "wave": 927, "suitcases": 928, "lilies": 929, "green beans": 930, "nokia": 931, "bushes": 932, "lufthansa": 933, "jeep": 934, "brush": 935, "hair dryer": 936, "grill": 937, "racing": 938, "tiger": 939, "hp": 940, "on street": 941, "on tracks": 942, "stuffed animals": 943, "empty": 944, "softball": 945, "beans": 946, "gothic": 947, "2010": 948, "bottles": 949, "pillows": 950, "beanie": 951, "uphill": 952, "catching frisbee": 953, "cone": 954, "europe": 955, "french fries": 956, "saddle": 957, "tennis player": 958, "pelican": 959, "library": 960, "log": 961, "railing": 962, "children": 963, "air force": 964, "cherry": 965, "oil": 966, "foreground": 967, "plaster": 968, "cones": 969, "bush": 970, "34": 971, "tired": 972, "white and gray": 973, "cross country": 974, "mutt": 975, "thin": 976, "tattoo": 977, "fur": 978, "in front": 979, "regular": 980, "foil": 981, "country": 982, "reins": 983, "subway": 984, "snowy": 985, "garage": 986, "chips": 987, "town": 988, "one on right": 989, "friend": 990, "squares": 991, "engine": 992, "ladder": 993, "drink": 994, "hello kitty": 995, "traveling": 996, "dugout": 997, "peace": 998, "yamaha": 999}